/* 'Begin' key. Not on most Macintosh keyboards. */
"Begin" = "Begin";

/* 'Break' key. Not on most Macintosh keyboards. */
"Break" = "Break";

/* 'Clear' key. Not on most Macintosh keyboards. */
"Clear" = "Clear";

/* 'Delete Char' key. Not on most Macintosh keyboards. */
"Delete Char" = "Delete Char";

/* 'Delete Line' key. Not on most Macintosh keyboards. */
"Delete Line" = "Delete Line";

/* 'Execute' key. Not on most Macintosh keyboards. */
"Execute" = "Execute";

/* 'Find' key. Not on most Macintosh keyboards. */
"Find" = "Find";

/* 'fn' key, no hyphen. Common on laptops. */
"fn" = "fn";

/* 'fn' key, with hyphen. Common on laptops. */
"fn-" = "fn-";

/* 'Insert' key. Not on most Macintosh keyboards. */
"Insert" = "Insert";

/* 'Insert Char' key. Not on most Macintosh keyboards. */
"Insert Char" = "Insert Char";

/* 'Insert Line' key. Not on most Macintosh keyboards. */
"Insert Line" = "Insert Line";

/* 'Menu' key. Not on most Macintosh keyboards. */
"Menu" = "Menu";

/* 'Mode Switch' key. Not on most Macintosh keyboards. */
"Mode Switch" = "Mode Switch";

/* 'Next' key. Not on most Macintosh keyboards. */
"Next" = "Next";

/* Modifier for numeric keypad, with hyphen. */
"Pad-" = "Pad-";

/* 'Pause' key. Not on most Macintosh keyboards. */
"Pause" = "Pause";

/* 'Previous' key. Not on most Macintosh keyboards. */
"Previous" = "Previous";

/* 'Print' key. Not on most Macintosh keyboards. */
"Print" = "Print";

/* 'Print Screen' key. Not on most Macintosh keyboards. */
"Print Screen" = "Print Screen";

/* 'Redo' key. Not on most Macintosh keyboards. */
"Redo" = "Redo";

/* 'Reset' key. Not on most Macintosh keyboards. */
"Reset" = "Reset";

/* 'Scroll lock' key. Not on most Macintosh keyboards. */
"Scroll Lock" = "Scroll Lock";

/* 'Select' key. Not on most Macintosh keyboards. */
"Select" = "Select";

/* 'Space' key. */
"Space" = "Space";

/* 'Stop' key. Not on most Macintosh keyboards. */
"Stop" = "Stop";

/* 'System' key. Not on most Macintosh keyboards. */
"System" = "System";

/* 'System Request' key. Not on most Macintosh keyboards. */
"System Request" = "System Request";

/* 'Undo' key. Not on most Macintosh keyboards. */
"Undo" = "Undo";

/* Unknown key. */
"Unknown" = "Unknown";

/* 'User' key. Not on most Macintosh keyboards. */
"User" = "User";

